Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: <br/>&nbsp;Gustavo Alvarez aka sL1pKn07<br/>&nbsp;&lt;sl1pkn07@gmail.com&gt;<br/>&nbsp;(for 2.1.0 and later)<br/>
be: <br/>&nbsp;Gustavo Alvarez aka sL1pKn07<br/>&nbsp;&lt;sl1pkn07@gmail.com&gt;<br/>&nbsp;(ад вэрсіі 2.1.0)<br/>

source: <br/>&nbsp;Martin Durisin<br/>&nbsp;&lt;martin.durisin@gmail.com&gt;<br/>&nbsp;(for 2.1.0 and later)<br/>
be: <br/>&nbsp;Martin Durisin<br/>&nbsp;&lt;martin.durisin@gmail.com&gt;<br/>&nbsp;(ад вэрсіі 2.1.0)<br/>

source: <br/>&nbsp;Miroslav Petrovic<br/>&nbsp;&lt;miroslav031@gmail.com&gt;<br/>&nbsp;(for 2.0.3 and later)<br/>
be: <br/>&nbsp;Miroslav Petrovic<br/>&nbsp;&lt;miroslav031@gmail.com&gt;<br/>&nbsp;(ад вэрсіі 2.0.3)<br/>

source: <br/>&nbsp;Paval Shalamitski aka Klyok<br/>&nbsp;&lt;i.kliok@gmail.com&gt;<br/>&nbsp;(for 1.0.40 and later)<br/>
be: <br/>&nbsp;Павал Шаламіцкі aka Klyok (Paval Shalamitski)<br/>&nbsp;&lt;i.kliok@gmail.com&gt;<br/>&nbsp;(ад вэрсіі 1.0.40)<br/>

source: <br/>&nbsp;Rusi Dimitrov aka PsyTrip<br/>&nbsp;&lt;dimitrov.rusi@gmail.com&gt;<br/>&nbsp;(for 2.1.0 and later)<br/>
be: <br/>&nbsp;Rusi Dimitrov aka PsyTrip<br/>&nbsp;&lt;dimitrov.rusi@gmail.com&gt;<br/>&nbsp;(ад вэрсіі 2.1.0)<br/>

source: <br/>&nbsp;Uhlik<br/>&nbsp;&lt;uhlikx@seznam.cz&gt;<br/>&nbsp;(for 2.2.0 and later)<br/>
be: <br/>&nbsp;Uhlik<br/>&nbsp;&lt;uhlikx@seznam.cz&gt;<br/>&nbsp;(ад вэрсіі 2.2.0)<br/>

source: <br/>&nbsp;Uladzimir Bely<br/>&nbsp;&lt;wiselord1983@gmail.com&gt;<br/>&nbsp;(for 0.4.10 and later)<br/>
be: <br/>&nbsp;Уладзімір Белы (Uladzimir Bely)<br/>&nbsp;&lt;wiselord1983@gmail.com&gt;<br/>&nbsp;(ад вэрсіі 0.4.10)<br/>

source: <br/>&nbsp;Uladzimir Bely<br/>&nbsp;&lt;wiselord1983@gmail.com&gt;<br/>&nbsp;(version 0.4.10 and later)<br/>
be: <br/>&nbsp;Уладзімір Белы (Uladzimir Bely)<br/>&nbsp;&lt;wiselord1983@gmail.com&gt;<br/>&nbsp;(ад вэрсіі 0.4.10)<br/>

source: <br/><b>Developers</b><br/>
be: <br/><b>Распрацоўнікі</b><br/>

source: <br/><b>Logo and Splash Screen Logo</b><br/>
be: <br/><b>Знак і знак на шыльдзе</b><br/>

source: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
be: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Гэтая праґрама распаўсюджваецца з надзеяй, што яна будзе карыснаю, але БЕЗ АНІЯКІХ ПАРУК; нават без парукі мець КАМЭРЦЫЙНУЮ ВАРТАСЬЦЬ ці БЫЦЬ ПРЫДАТНАЮ ДА НЕЙКАЕ МЭТЫ.

source: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or(at your option) any later version.</span></p>
be: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Гэтая праґрама належыць да вольных праґрамных сродкаў: вы можаце распаўсюджваць і (ці) зьмяняць яе на ўмовах трэцяе ці (на ваш выбар) пазьнейшае вэрсіі ліцэнзіі GNU General Public License, якую апублікавала Free Software Foundation.</span></p>

source: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">You should have received a copy of the GNU General Public License along with this program.
be: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Вы мусілі атрымаць асобнік GNU General Public License разам з гэтаю праґрамаю.

source: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Set the Type-Of-Service (TOS) field that is sent with every <a href="http://en.wikipedia.org/wiki/IP_packet"><span style=" text-decoration: underline; color:#0057ae;">IP packet</span></a> originating from this socket.
be: <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Вызначце «від службы» (анґ. «Type-Of-Service», «ToS») — значэньне, якое адсылаецца з кожным <a href="http://be-x-old.wikipedia.org/wiki/IP"><span style=" text-decoration: underline; color:#0057ae;">пакетам IP</span></a> ад пэўнага гнязда.

source: <p style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Copyright (c) 2009-2010 Andrey Karlov &lt;dein.negativ@gmail.com&gt;</span></p>
be: <p style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Аўтарскае права (c) 2009–2010 Андрэй Карлаў &lt;dein.negativ@gmail.com&gt;</span></p>

source: (C) 2010-2011, Stace A. Zacharov stace75\@gmail.com
be: © 2010–2011, Станіслаў Захараў stace75\@gmail.com

source: 1) Download, Install and Setup FlyLinkDC++: http://code.google.com/p/flylinkdc/downloads/list\n Instructions on site http://www.flylinkdc.ru, but only in russian ;(((\n 2) Turn on Web-server\n Remember (or set) it parameters (port, username and password)\n 3) Test FlylinkDC++\n Go to http://hostname:port/ using this username and password from Android device\n 4) Install MagnetLink.apk to Android device\n 5) Setup MagnetLink\n See \"Preferences\" on main page\n 6) Test MagnetLink\n Access your provider\'s web-site from Android device and press to \"magnet:\" download link\n \n Questions and suggestions about the "MagnetLink" You can send me: stace75@gmail.com
be: 1) Сьцягнуць, усталяваць ды наладзіць FlyLinkDC++: http://code.google.com/p/flylinkdc/downloads/list\n Кіраўніцтва можна знайсьці на бачыне http://www.flylinkdc.ru — але толькі па-расейску ;(((\n 2) Задзейнічаць паслужнік сеціва (Web-server)\n Запомніць (або вызначыць) ягоныя ўласьцівасьці (порт, імя карыстальніка ды гасло)\n 3) Паспрабаваць, ці працуе FlylinkDC++\n Завітаць са сваёй прылады Android на http://адрэса_асьветару:порт/, скарыстаўшы імя карыстальніка ды гасло\n 4) Усталяваць MagnetLink.apk на сваю прыладу\n 5) Наладзіць MagnetLink\n Глядзіце «Перавагі» на галоўнае бачыне\n 6) Паспрабаваць, ці працуе MagnetLink\n Завітаць на бачыну вашага пастаўніка з прылады Android і націснуць на спасылку «magnet:»\n \n Пытаньні і прапановы, што да «MagnetLink», вы можаце дасылаць мне: stace75@gmail.com. (Пытаньні на перакладзе — перакладчыку: i.kliok@gmail.com.)

source: Warning: MagnetLink is not Direct Connect client!
be: Перасьцярога: MagnetLink ня ёсьць кліентам пратаколу Direct Connect!

source: Many Thanks to Flylinkdc TEAM for FlylinkDC++ http://www.flylinkdc.com
be: Вялізнае дзякуй камандзе Flylinkdc за FlylinkDC++ http://www.flylinkdc.com

source: Note: This beta version be only worked before 03/01/11.
be: Заўважце: гэтая бэта-вэрсія працавацьме толькі да 3 сакавіка 2011 г.

source: <small>Note: Leave unchecked for default values</small>
be: <small>Уважце: ня стаўце птушачку, каб пакінуць звычайным</small>

source: <u>Belarusian translation</u>
be: <u>Пераклаў у беларускую</u>

source: <u>Bulgarian translation</u>
be: <u>Пераклаў у баўгарскую</u>

source: <u>Czech translation</u>
be: <u>Пераклаў у чэскую</u>

source: <u>French translation</u>
be: <u>Пераклаў у францускую</u>

source: <u>German translation</u>
be: <u>Пераклаў у нямецкую</u>

source: <u>Hungarian translation</u>
be: <u>Пераклаў у вугорскую</u>

source: <u>Polish translation</u>
be: <u>Пераклаў у польскую</u>

source: <u>Russian translation</u>
be: <u>Пераклаў у расейскую</u>

source: <u>Serbian translation</u>
be: <u>Пераклаў у сэрбскую</u>

source: <u>Slovak translation</u>
be: <u>Пераклаў у славацкую</u>

source: <u>Spanish translation</u>
be: <u>Пераклаў у гішпанскую</u>

source: <u>Ukrainian translation</u>
be: <u>Пераклаў ува ўкраінскую</u>

source: A
be: Усё

source: A MAGNET link was given to ApexDC++, but it didn't contain a valid file hash for use on the Direct Connect network.
be: ApexDC++ атрымаў маґніт-спасылку, але яна ня мае чыннага скароту, які можна выкарыстоўваць у сетцы Direct Connect.

source: A MAGNET link was given to FlylinkDC++, but it didn't contain a valid file hash for use on the Direct Connect network.
be: FlylinkDC++ атрымаў магніт-спасылку, але яна ня мае чыннага скароту, які можна выкарыстоўваць у сетцы Direct Connect.

source: A MAGNET link was given to StrongDC++, but it didn't contain a valid file hash for use on the Direct Connect network.
be: StrongDC++ атрымаў маґніт-спасылку, але яна ня мае чыннага скароту, які можна выкарыстоўваць у сетцы Direct Connect.

source: A client profile with this name already exists
be: Ужо існуе профіль кліента з такою назваю

source: A file of equal or larger size already exists at the target location
be: Файл з такім ці большым памерам ужо існуе ў прызначаным месцы

source: A file with a different TTH root already exists in the queue
be: Файл зь іншым скаротам (TTH) ужо стаіць у чарзе

source: A file with a different size already exists in the queue
be: Файл зь іншым памерам ужо стаіць у чарзе

source: A file with diffent tth root already exists in the queue
be: Файл зь іншым скаротам (TTH) ужо стаіць у чарзе

source: A file with different TTH root already exists in the queue
be: Файл зь іншым скаротам (TTH) ужо стаіць у чарзе

source: A file with different tth root already exists in the queue
be: Файл зь іншым скаротам (TTH) ужо стаіць у чарзе

source: A file with the same hash already exists in your share
be: Файл з такім самым скаротам ужо існуе ў абагуленым

source: A magnet link was given to FlylinkDC++, but it didn't contain a valid file hash for use on the Direct Connect network.
be: FlylinkDC++ атрымаў маґніт-спасылку, але яна ня мае чыннага скароту, які можна выкарыстоўваць у сетцы Direct Connect.

source: A value of 0 means no limit.
be: Калі пакінуць гэтае значэньне роўным нулю, абмежаваньне дзейнічаць ня будзе.

source: ABCDEFGHKJLMNOPQRSTUVWXYZabcdefghkjlmnopqrstuvwxyz
be: АБВГҐДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШ’ЫЬЭЮЯабвгґдеёжзійклмнопрстуфхцчш'ыьэюя

source: ADC Fields
be: Палі ADC

source: ADL
be: Самарушна шукаць у сьпісах

source: ADL Search
be: Самарушна шукаць

source: ADL Search Ctrl+Shift+S
be: Самарушна шукаць Ctrl+Shift+S

source: ADL Search Brief
be: Апісаньне самарушнага пошуку

source: ADLSearch
be: Самарушна шукаць у сьпісах

source: ADLSearch Properties
be: Уласьцівасьці самарушнага пошуку

source: ADLSearch is a tool for fast searching of directory listings downloaded from users.
be: Самарушны пошук ёсьць прыладаю хутка шукаць у пераліках каталёґаў, што сьцягваюцца з карыстальнікаў.

source: ADLSearch is a tool for fast searching of directory listings downloaded from users. Create a new ADLSearch entering 'avi' as search string for example. When you download a directory listing from a user, all avi-files will be placed in a special folder called <<<ADLSearch>>> for easy finding. It is almost the same as using the standard 'Find' multiple times in a directory listing. Special options: - 'Active' check box selects if the search is used or not. - 'Source Type' can be the following options; 'Filename' matches search against filename, 'Directory' matches against current subdirectory and places the whole structure in the special folder, 'Full Path' matches against whole directory + filename. - 'Destination Directory' selects the special output folder for a search. Multiple folders with different names can exist simultaneously. - 'Min/Max Size' sets file size limits. This is not used for 'Directory' type searches. - 'Move Up'/'Move Down' can be used to organize the list of searches. There is a new option in the context menu (right-click) for directory listings. It is called 'Go to directory' and can be used to jump to the original location of the file or directory. Extra features: 1) If you use %y.%m.%d in a search string it will be replaced by todays date. Switch place on y/m/d, or leave any of them out to alter the substitution. If you use %[nick] it will be replaced by the nick of the user you download the directory listing from. 2) If you name a destination directory 'discard', it will not be shown in the total result. Useful with the extra feature 3) below to remove uninteresting results. 3) There is a switch called 'Break on first ADLSearch match' in Settings->Advanced'. If enabled, ADLSearch will stop after the first match for a specific file/directory. The order in the ADLSearch windows is therefore important. Example: Add a search item at the top of the list with string='xxx' and destination='discard'. It will catch many pornographic files and they will not be included in any following search results.
be: Самарушны пошук ёсьць прыладаю хутка шукаць у пераліках каталёгаў, што мы сьцягнулі з карыстальнікаў. Стварыце новы самарушны пошук: упішыце, напрыклад, «.avi» як радок, які трэба шукаць. Калі вы сьцягнеце пералік каталёгаў з карыстальніка, усе файлы .avi, каб іх было хутчэй шукаць, адлюструюцца ў адмысловай тэчцы з назовам <<<ADLSearch>>>. Гэта прыкладна тое самае, што звычайным чынам некалькі разоў шукаць ў пераліку каталёгаў. Адмысловыя можнасьці: — Птушачка «Задзейнічаны» паказвае, ці выкарыстоўваецца гэты пошук. — «Від крыніцы» можа быць наступным: «Назва файла» — шукаем у назвах файлаў, «Каталёг» — шукаем у назвах каталёгаў (увесь каталёг з падкаталёгамі адлюструецца ў адмысловае тэчцы), «Поўны шлях» — шукаем у назвах і файлаў, і каталёгаў. — «Прызначаны каталёг» вызначае адмысловы каталёг на вынікі пошуку. Адначасова можа існаваць некалькі такіх каталёгаў з рознымі назовамі. — «Найменшы, найбольшы памер» абмяжоўвае памеры файлаў. Не ўплывае, калі шукаем каталёгі. — «Пасунуць вышэй» і «Пасунуць ніжэй» можна выкарыстоўваць, каб ладзіць сьпіс пошукаў. У выплыўным мэню (выклікаецца правым пстрыкам) зьявілася новая можнасьць: «Перайсьці ў каталёг». Гэта можна выкарыстоўваць, каб пераскокваць у першапачатковае разьмешчаньне файла ці каталёгу. Дадатковыя асаблівасьці: 1) «%y.%m.%d», упісанае ў полі пошуку, будзе замяняцца на сёньняшнюю дату. Можна таксама ўпісаць y/m/d, ці пакінуць частку пустою, каб зьмяніць падмену. «%[nick]» будзе замяняцца на мянушку карыстальніка, зь якога сьцягнулі пералік каталёгаў. 2) Калі вы назавяце каталёг «discard», ён ня будзе паказвацца ў агульным выніку. Гэта карысна з асаблівасьцю 3), каб пазбаўляцца нецікавых вынікаў. 3) Калі паглядзець у «Наладжваньні -> Адмысловыя», можна ўбачыць птушачку «Спыняць самарушна шукаць па першым супадзеньні». Калі гэта выкарыстоўваецца, па першым супадзеньні вызначанага файла ці каталёгу самарушны пошук спыняецца. Таму пасьлядоўнасьць у вакне самарушнага пошуку ёсьць важнаю. Да прыкладу, калі дадаць ў самы верх сьпісу пункт пошуку з радком=«xxx» і прызначэньнем=«discard», зловяцца шмат непрыстойных файлаў, якія ня будуць улучацца ані ў які з наступных вынікаў пошуку.

source: AM
be: дапаўдні

source: AWAY
be: АДСУТНІЧАЮ

source: Abort indexing
be: Спыніць ствараць паказальнік

source: About
be: Пра праґраму

source: About EiskaltDC++
be: Пра EiskaltDC++

source: About Qt
be: Пра Qt

source: About StrongDC++
be: Пра StrongDC++

source: About program
be: Пра праґраму

source: About programm
be: Пра праґраму

source: Accept custom User-commands from Hub
be: Прымаць дадатковыя загады ад асяродку

source: Accept custom user commands from hub
be: Прымаць дадатковыя загады ад асяродку

source: Accepted Disconnects
be: Дазволіць адлучэньняў

source: Accepted Timeouts
be: Дазволіць часаспынаў

source: Access granted
be: Доступ адкрылі

source: Action
be: Дзеяньне

source: Action & Raw
be: Дзеяньне і наўпроставы загад

source: Action && Raw
be: Дзеяньне і наўпроставы загад

source: Actions
be: Дзеяньні

source: Activate search/userlist filter by pressing Enter
be: «Enter» задзейнічае пошук (або сіта сьпісу)

source: Activate shutdown sequence
be: Запусьціць пасьлядоўнасьць спыняць асьветар

source: Active
be: Дзейны

source: Active mode
be: Дзейны спосаб

source: Activity tab color
be: Колер дзейнае карткі

source: Activity tab text color
be: Колер тэксту дзейнае карткі

source: Add
be: Дадаць

source: Add (user) to favorite
be: Дадаць (карыстальніка) да ўлюбёнцаў

source: Add -->
be: Дадаць >

source: Add / Remove
be: Дадаць / Выкрасьліць

source: Add / Rename an action
be: Дадаць дзеяньне ці зьмяніць назву

source: Add Hub to favorites (in PM adds User to friends)
be: Дадаць бягучы асяродак (або карыстальніка, калі ў асабістае размове) да ўлюбёных

source: Add To Favorites
be: Дадаць да ўлюбёнцаў

source: Add To Favorites Hubs
be: Дадаць да ўлюбёных

source: Add a hub to favorites
be: Дадаць асяродак да ўлюбёных

source: Add an exception to Windows Firewall (XP SP2+)
be: Дадаць выключэньне ў Сетказаслону Windows (XP SP2+)

source: Add and Search
be: Дадаваць і шукаць

source: Add as source
be: Дадаць як крыніцу

source: Add favorite hubs
be: Дадаць улюбёныя асяродкі

source: Add favorites hubs
be: Дадаць улюбёныя асяродкі

source: Add finished files to share instantly (if shared)
be: Адразу ж дадаваць апрацаваныя файлы да абагуленага (калі яны абагуляюцца)

source: Add hub to favorites (in PM adds user to friens)
be: Дадаць асяродак да ўлюбёных (калі ў асабістае размове, тады карыстальнік дадаецца да ўлюбёнцаў)

source: Add item
be: Дадаць

source: Add magnet link
be: Дадаць маґніт-спасылку

source: Add new
be: Дадаць

source: Add restriction
be: Дадаць абмежаваньне

source: Add rule 192.168.1.0/23 where direction incoming and action is allow and 192.168.6.0/24 where direction is incoming or outcoming and action is drop
be: Дадае правіла 192.168.1.0/23, дзе накірунак — уваходныя, дзеяньне — дазволіць, і правіла 192.168.6.0/24, дзе накірунак — уваходныя ды выходныя, а дзеяньне — прапусьціць

source: Add shortcut to Quick Launch
be: Дадаць выклічнік да паліцы Хуткага запуску

source: Add this DCLST metafile content to your download queue
be: Дадаць зьмесьціва гэтага файла DCLST да чаргі

source: Add this file to your download queue
be: Дадаць файл у чаргу сьцягваць

source: Add to Black
be: Дадаць у чорны сьпіс

source: Add to Blacklist
be: Дадаць у чорны сьпіс

source: Add to Favorites
be: Дадаць да ўлюбёнцаў

source: Add to White
be: Дадаць у белы сьпіс

source: Add to autostart
be: Запускаць FlylinkDC++ па запуску сыстэмы

source: Add to dictionary
be: Дадаць у слоўнік

source: Add to favorites
be: Дадаць да ўлюбёных

source: Add to queue
be: Дадаць у чаргу

source: Add user to favorites list
be: Дадаць карыстальніка да ўлюбёнцаў

source: Add...
be: Дадаць…

source: Add/Change Favorite directories
be: Дадаць або зьмяніць улюбёныя каталёґі

source: Added
be: Дадалі

source: Adding a magnet link
be: Дадаць маґніт-спасылку

source: Adding string or TTH in the top
be: Скарот або радок дадаецца ў найлепшыя

source: Additional
be: Дадаткова

source: Address
be: Адрас

source: Adds magnet to download queue.
be: Дадае маґніт-спасылку ў чаргу.

source: Advanced
be: Адмысловыя

source: Advanced Fake Detector Options
be: Адмысловыя можнасьці выяўляць падман

source: Advanced File Share
be: Адмысловае абагуленае

source: Advanced resume using TTH
be: Працягваць сьцягваць прасунутым спосабам, праз TTH

source: Alias
be: Назоўка

source: Alias %1 => %2 has been added
be: Дадалі назоўку %1 => %2

source: Alias A executing
be: Выконваецца назоўка A

source: Alias List
be: Сьпіс назовак

source: Alias Remove A
be: Выкрасьліць назоўку A

source: Alias add uname -a as A
be: Дадаць назоўку A для «uname -a»

source: Alias removed.
be: Выкрасьлілі назоўку.

source: Aliases not found.
be: Назовак не знайшлі.

source: All
be: Усе

source: All %d users offline
be: Усе (%d) карыстальнікі адлучаныя

source: All 3 users offline
be: Усе 3 карыстальнікі адлучаныя

source: All 4 users offline
be: Усе 4 карыстальнікі адлучаныя

source: All Files (*)
be: Усе файлы (*)

source: All download slots taken
be: Усе шчыліны сьцягваньня занятыя

source: All downloads complete
be: Сьцягнулі ўсё

source: All file slots taken
be: Усе шчыліны файлаў занятыя

source: All files
be: Усе файлы

source: All files (*.*)
be: Усе файлы (*.*)

source: All subfolders and files in selected folders can be download by users from connected hubs.
be: Усе ўкладзеныя каталёґі ды файлы з абраных каталёґаў змогуць сьцягваць карыстальнікі далучаных асяродкаў.

source: All subfolders and files in selected folders can be downloaded by users from connected hubs.
be: Усе ўкладзеныя каталёґі ды файлы з абраных каталёґаў змогуць сьцягваць карыстальнікі далучаных асяродкаў.

source: All values are mandatory!
be: Усе значэньні ёсьць абавязковымі!

source: Allow
be: дазваляць

source: Allow NAT Traversal for connections with passive users
be: Дазволіць NAT Traversal на злучэньнях зь нядзейн. карыстальнікамі

source: Allow TLS connections to clients without trusted certificate
be: Дазволіць злучацца праз TLS з кліентамі без давераных пасьведчаньняў

source: Allow TLS connections to hubs without trusted certificate
be: Дазволіць злучацца праз TLS з асяродкамі без давераных пасьведчаньняў

source: Allow change download directory.
be: Дазволіць зьмяняць каталёг сьцягваньня.

source: Allow changing download directory.
be: Дазволіць зьмяняць каталёґ сьцягванага.

source: Allow overlap chunks
be: Дазволіць кавалкам накладацца

source: Allow port mapping with UPnP.
be: Дазволіць адлюстроўваць порты празь UPnP.

source: Allow to change download directory.
be: Дазволіць зьмяняць каталёґ сьцягванага.

source: Allow update filelist on startup. WARNING: Disable this option at your own risk, if at the conclusion of the program was not finished updating the list of files, then launch the size of your balls will be equal to 0 (zero)
be: Дазволіць дапаўняць сьпіс па запуску. ПЕРАСЬЦЯРОГА: забараняйце гэтую можнасьць на сваю рызыку. Калі да таго, як праграма скончыла працу, сьпіс файлаў ня скончыў дапаўняцца, тады памер абагуленага па наступным запуску будзе нулявым (0)

source: Already Shared
be: Ужо абагуленыя

source: Already shared files
be: Файлы, што ўжо маем абагуленымі

source: Alternate source added
be: Дадалі іншую крыніцу

source: Alternate speed limit at time from
be: Іншае абмежаваньне ў час ад

source: Alternate type of Buttons
be: Іншы выгляд гузікаў

source: Always fileserver
be: Заўжды файлавы паслужнік

source: Always fireball
be: Заўжды хуткі

source: Always on top
be: Заўсёды па-над усімі вокнамі

source: Always on top Alt+W
be: Заўсёды па-над усімі вокнамі Alt+W

source: Always perform this check
be: Заўсёды спраўджаць гэта

source: Always use passive mode for Search (Use only if you know what this doing !!!)
be: Заўжды шукаць нядзейным спосабам (ужывайце толькі калі ведаеце, што гэта значыць!!!)

source: Always use passive mode for Search (Use only if you know what this doing!)
be: Заўжды шукаць нядзейным спосабам (ужывайце толькі калі ведаеце, што гэта значыць!)

source: Always use passive mode for search (use only if you know what this doing)
be: Заўжды шукаць нядзейным спосабам (ужывайце толькі калі ведаеце, што гэта значыць)

source: Amarok player
be: Прайгравальнік Amarok

source: Amount of time (in seconds) that has to pass since the download
be: Адтэрміноўка: час (у сэкундах), які мусіць мінуць (пасьля таго,

source: And file size is more than
be: І памер файла болей за

source: And whole file speed exceeds
be: І агульная хуткасьць файла болей за
